{
    "HikingTrails":
    [
      {"BirdName":"Northern Cardinal","BirdPopulationStatus":"Population Stable (Least Concern)","BirdSpecies":"Cardinalis cardinalis","imgBirdImage":"https://raw.githubusercontent.com/jaamico/BirdiOSApp/main/BirdiOSAppImages/cardinal.jpeg","BirdChirp":"cardinal_chirp","BirdSite":"https://en.wikipedia.org/wiki/Northern_cardinal", "BirdDescription": "The northern cardinal is a mid-sized perching songbird with a body length of 21-23 cm (8.3-9.1 in) and a crest on the top of the head. The species expresses sexual dimorphism: Females are a reddish olive color, and have a gray mask around the beak, while males are a vibrant red color, and have a black mask on the face, as well as a larger crest. They are mainly granivorous, but also feed on insects and fruit."},
      {"BirdName":"Blue Jay","BirdPopulationStatus":"Population Stable (Least Concern)","BirdSpecies":"Cyanocitta cristata","imgBirdImage":"https://raw.githubusercontent.com/jaamico/BirdiOSApp/main/BirdiOSAppImages/bluejay.jpeg","BirdChirp":"bluejay_chirp","BirdSite":"https://en.wikipedia.org/wiki/Blue_jay", "BirdDescription": "The blue jay feeds mainly on seeds and nuts, such as acorns, which it may hide to eat later; soft fruits; anthropods; and occasionally small vertebrates. It typically gleans food from trees, shrubs, and the ground, and sometimes hawks insects from the air. Blue jays can be very aggressive to other birds. The name 'jay' derives from the bird's noisy garrulous nature."},
      {"BirdName":"American Goldfinch","BirdPopulationStatus":"Population Stable (Least Concern)","BirdSpecies":"Carduelis carduelis","imgBirdImage":"https://raw.githubusercontent.com/jaamico/BirdiOSApp/main/BirdiOSAppImages/goldfinch.jpeg","BirdChirp":"bird_chirp2","BirdSite":"https://en.wikipedia.org/wiki/American_goldfinch", "BirdDescription": "The American goldfinch is a granivore and adapted for the consumption of seedheads, with a conical beak to remove the seeds and agile feet to grip the stems while feeding. It is a social bird and will gather in large flocks while feeding and migrating. It may behave territorially during nest construction, but this aggression is short-lived. The species is generally monogamous and produces one brood each year."},
      {"BirdName":"House Sparrow","BirdPopulationStatus":"Population Stable (Least Concern)","BirdSpecies":"Passer domesticus","imgBirdImage":"https://raw.githubusercontent.com/jaamico/BirdiOSApp/main/BirdiOSAppImages/sparrow.jpeg","BirdChirp":"sparrow_chirp","BirdSite":"https://en.wikipedia.org/wiki/House_sparrow", "BirdDescription": "The house sparrow is strongly associated with human habitation, and can live in urban or rural settings. Though found in widely varied habitats and climates, it typically avoids extensive woodlands, grasslands, polar regions, and hot, dry deserts far away from human development. For sustenance, the house sparrow routinely feeds at bird feeders, seeds of grains, flowering plants, insects, their larvae, caterpillars and weeds."},
      {"BirdName":"Tufted Titmouse","BirdPopulationStatus":"Population Stable (Least Concern)","BirdSpecies":"Parus bicolor","imgBirdImage":"https://raw.githubusercontent.com/jaamico/BirdiOSApp/main/BirdiOSAppImages/titmouse.jpeg","BirdChirp":"titmouse_chirp","BirdSite":"https://en.wikipedia.org/wiki/Tufted_titmouse", "BirdDescription": "The tufted titmouse is a small songbird from North America that gathers food from the ground and from tree branches, frequently consuming a variety of berries, nuts, seeds, small fruits, insects and other invertebrates. Caterpillars constitute a major part of its diet during the summer. The species regularly visits bird feeders, and its normal pattern is to scout a feeder from cover, fly in to take a seed, then fly back to shelter to consume the morsel."},
      {"BirdName":"Black-Capped Chickadee","BirdPopulationStatus":"Population Stable (Least Concern)","BirdSpecies":"Poecile atricapillus","imgBirdImage":"https://raw.githubusercontent.com/jaamico/BirdiOSApp/main/BirdiOSAppImages/blackcappedchickadee.jpeg","BirdChirp":"bird_chirp1","BirdSite":"https://en.wikipedia.org/wiki/Black_capped_chickadee", "BirdDescription": "The black-capped chickadee is widely distributed throughout North America, ranging from the northern U.S. to southern Canada and all the way up to Alaska. It feeds primarily on insects and seeds, and is known for its ability to cache food for use during the winter. Black-capped chickadees build nests in tree cavities, with the nesting season starting in late April and lasting until late June."}
    ],
    "Status":"OK"
  }
